tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "schniz/tap"

brew "ack"
brew "bat"
brew "diff-so-fancy"
brew "fzf"
brew "git"
brew "gnupg"
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "Schniz/tap/fnm"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zsh"

cask "kitty"
